{"article_1": {"title": "Stock Market LIVE Updates: GIFT Nifty indicates flat start amid mixed cues; Lenskart listing eyed", "date": "1 minutes ago", "content": "Sensex today | Stock Market LIVE updates: Asian markets were trading higher on Monday, following the rout aross the regions last week led by concerns around..."}, "article_2": {"title": "Stock futures rise as Senate nears deal to end the government shutdown: Live updates", "date": "6 minutes ago", "content": "Stock futures rose after lawmakers neared a deal to end the historic U.S. government shutdown. S&P 500 futures gained 0.6% and futures tied to the Dow Jones..."}, "article_3": {"title": "Dow Jones Futures Rise As Government Shutdown Vote Nears; Nvidia In Buy Area", "date": "7 minutes ago", "content": "Dow Jones futures: The Senate may be near a deal to end the government shutdown. The stock market fell last week but bulls fought back Friday."}, "article_4": {"title": "Asian Traders Cautious on Tech, Shutdown Concerns: Markets Wrap", "date": "7 minutes ago", "content": "Stocks climbed, while bonds and the yen weakened, as hopes for a deal to end the longest US government shutdown lifted risk sentiment after a volatile week..."}, "article_5": {"title": "Stock market today: Dow, S&P 500, Nasdaq futures rise as hopes grow for end to government shutdown", "date": "8 minutes ago", "content": "Stock futures have risen ahead of a week that investors hope will bring the end of the longest government shutdown in US history."}, "article_6": {"title": "CNBC Daily Open: Too early to fret about tech pullback?", "date": "2 hours ago", "content": "Earnings have been \"reassuring\" despite worries about tech stocks' high valuations, a strategist told CNBC. That means the fall in tech stocks might not..."}, "article_7": {"title": "Stock market today: Dow futures jump as shutdown nears end on Dem 'surrender'", "date": "2 hours ago", "content": "U.S. stocks pointed to sharp gains Sunday evening as a report said Republicans in Congress are poised to advance a bill that would end the government..."}, "article_8": {"title": "Dow Jones Futures Climb Amid Shutdown Deal; Nvidia Among Top Buys", "date": "3 hours ago", "content": "Dow Jones futures experienced a modest increase on Sunday evening, aligning with the positive movement in S&P 500 and Nasdaq futures."}, "article_9": {"title": "Dow Jones Weekly Forecast: Govt Reopening Talks and Senate Vote Plans Lift Outlook", "date": "5 hours ago", "content": "The Dow and Nasdaq should climb this week as optimism grows around a U.S. government reopening deal, while investors turned their focus to a packed earnings..."}, "article_10": {"title": "Stock Market Today: Nasdaq 22,384 | TSLA, NVDA, AMD, AAPL Sink as AI Rout Hits Wall Street", "date": "9 hours ago", "content": "Trading News Nasdaq (^IXIC) -1.6%, S&P 500 (^GSPC) -0.9%, Dow (^DJI) -0.8% as AI stocks AMD (-6%), QCOM (-4%), NVDA (-2%) drop; TSLA vote looms, AAPL +3.9%."}}